Repository: fkinoshita/Telegraph
Catalog: po/*.po
Languages: hy, nl

source: Telegraph
hy: Հեռագիր

source: Main Menu
hy: Հիմնական Ցանկ
nl: Hoofdmenu

source: Message
hy: Նամակ
nl: Bericht

source: Copy to Clipboard
hy: Պատճենել

source: Morse
hy: Մորզե

source: _Keyboard Shortcuts
hy: Ստեղնային Դյուրանցումներ
nl: _Sneltoetsen

source: _About Telegraph
hy: Հեռագրի Մասին
nl: Over Telegr_aph

# shortcut window
source: General
hy: Գլխավոր
nl: Algemeen

# shortcut window
source: Show Shortcuts
hy: Ցույց տալ դյուրանցումները
nl: Sneltoetsen tonen

# shortcut window
source: Quit
hy: Լքել
nl: Afsluiten

source: Message copied
hy: Նամակը պատճենված է

source: Morse code copied
hy: Մորզեի կոդը պատճենված է

source: Write and decode morse
hy: Գրել և վերծանել մորզեն
nl: Schrijf in en ontrafel morsecode

source: translator-credits
hy: S. Vardanyan
nl: Heimen Stoffels <vistausss@fastmail.com>

source: A Morse translator for GNOME
hy: Մորզեի այբուբենի թարգմանիչ GNOME-ի համար
nl: Een morsevertaler voor GNOME

source: morse;code;translator;translate;
hy: մորզե;կոդ;թարգմանիչ;թարգմանել;
nl: morse;code;vertaler;vertaal;

source: Copy to clipboard
nl: KopiÃ«ren naar klembord

source: Message Copied
nl: Het bericht is gekopieerd

source: Morse Code Copied
nl: De morsecode is gekopieerd

source: Telegraph is a simple Morse translator, start typing your message to see the resulting Morse code and vice versa.
nl: Telegraph is een eenvoudige morsevertaler. Typ een bericht om om te zetten in morsecode en vice-versa.

source: Main window
nl: Hoofdvenster
